13/data/attachments/e322fa2047d1ef73.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_383949f3-0790-4ead-9865-ae94420c8803</nif:username>
            <nif:friendToBeAdded>Jasmine_both_Actions_90345_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>